Repository: badbadc0ffee/pretalx-rt
Catalog: pretalx_rt/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: This plugin allows you to use the RT issue tracker for communication with speakers. pretalx RT will be used to send out all notifications that would normally be sent out as mail via RT instead of SMTP - with the exception of mails that will be sent out to reset passwords. Those will still be sent out via SMTP directly. Information regarding the corresponding RT ticket will be included in the submission and speaker forms in the pretalx orga interface. The plugin will keep track of the RT ticket related to each submission and will reuse that ticket for all notifications that are sent out to the speakers. New tickets will be automatically created when a new submission is created or for notifications that are not related to a submission but directly adressed to a person instead.
de_de: Dieses Plugin sorgt daf&uuml;r, dass Du den RT-Issue-Tracker nutzen kannst, um mit den Personen zu kommunizieren, die Vortr&auml;ge eingereicht haben. Anstatt Mails wie sonst &uuml;blich per SMTP zu verschicken, werden mit diesem Plugin alle Benachrichtigungen &uuml;ber RT gesendet – au&szlig;er Passwortr&uuml;cksetzungs-Mails. Die gehen weiterhin direkt per SMTP raus. Infos zum zugeh&ouml;rigen RT-Ticket siehst Du dann in den Einreichungs- und Formularansichten im pretalx-Orga-Interface. Das Plugin beh&auml;lt den &Uuml;berblick, welches Ticket zu welcher Einreichung geh&ouml;rt, und nutzt es auch f&uuml;r alle weiteren Nachrichten an die jeweiligen Personen. Wenn eine neue Einreichung erstellt wird – oder wenn eine Nachricht nicht direkt mit einer Einreichung zusammenh&auml;ngt, sondern direkt an eine Person geht – wird automatisch ein neues Ticket angelegt.

source: Authorization token for Request Tracker REST 2.0 API.
de_de: Autorisierungstoken f&uuml;r die Request Tracker REST 2.0 API

source: Auth Token (again)
de_de: Auth Token (nochmal)

source: Queue
de_de: Bereich

source: ID Field
de_de: ID Feld

source: Custom field in RT to store reference to pretalx ID.
de_de: Benutzerdefiniertes Feld f&uuml;r die pretalx ID.

source: State Field
de_de: Status Feld

source: Custom field in RT to store pretalx state.
de_de: Benutzerdefiniertes Feld f&uuml;r den pretalx Status.

source: minutes
de_de: Minuten

source: Personal authorization token for Request Tracker REST 2.0 API.
de_de: Pers&ouml;nliches Autorisierungstoken f&uuml;r die Request Tracker REST 2.0 API

source: Leave empty to use the event token.
de_de: Leer lassen, um das Veranstaltungs-Token zu verwenden.

source: Base URL
de_de: Basis-URL

source: Base URL for Request Tracker.
de_de: Basis-URL f&uuml;r den Request Tracker.

source: RT Queue for this event.
de_de: RT Bereich f&uuml;r diese Veranstaltung.

source: Initial state
de_de: Initialer Status

source: Initial RT status for newly created tickets.
de_de: Initialer Status f&uuml;r neu angelegte Tickets.

source: Send HTML mails
de_de: Sende HTML-Mails

source: Let RT send out mails in HTML markup.
de_de: Sende HTML formatierte E-Mails.

source: Sync interval
de_de: Synchronisationsintervall

source: Minimum interval to sync RT tickets.
de_de: Mindestintervall zwischen Synchronisationsdurchg&auml;ngen.

source: The numeric ID of the ticket in RT.
de_de: Numerische ID des Tickets in RT.

source: Subject
de_de: Betreff

source: The subject of the ticket in RT.
de_de: Betreff des Tickets in RT.

source: The status of the ticket in RT.
de_de: Status des Tickets in RT.

source: The queue of the ticket in RT.
de_de: Bereich (Queue) des Tickets in RT.

source: RT Event Settings
de_de: RT Veranstaltungseinstellungen

source: RT User Settings
de_de: RT Nutzereinstellungen

source: The pretalx RT event settings were updated.
de_de: Die Veranstaltungseinstellungen des RT Plugins wurden aktualisiert.

source: The pretalx RT user settings were updated.
de_de: Die Nutzereinstellungen des RT Plugins wurden aktualisiert.
